<template>
  <div class="centr">
    <div class="container">
      <div class="col-lg-3">
        <SideBar />
      </div>
      <div class="col-lg-9">
        <div id="content">
          <h3 align="center">ИСТОРИЯ ПРОФСОЮЗНОЙ ОРГАНИЗАЦИИ</h3>
          <br><br>
          <p>История профсоюзной организации РГЭУ (РИНХ) началась в 1931 году - с момента образования экономического
            вуза как крупнейшего экономического образовательного учреждения на юге России. Время вносило свои коррективы
            в приоритеты и задачи профсоюза, но цель по защите социально-трудовых интересов работников оставалась
            неизменной. Среди общественных организаций профсоюзная организация на протяжении всей своей истории всегда
            занимала лидирующие позиции. Эту историю создавали и создают все члены Профсоюза под руководством достойной
            плеяды председателей профсоюзного комитета и местного комитета профсоюза, активная гражданская позиция
            которых позволяла отстаивать интересы трудового коллектива на протяжении почти вековой истории. В дальнейшем
            председатели профсоюзной организации смогли проявить себя в качестве руководителей на ответственных
            руководящих постах, занимая должности заведующих кафедрами, деканов и ректора. <br />
          </p>
          <p>В 30-е годы прошлого века профсоюзный комитет возглавляли Черников К.К., Переверзев И.Д., Юкольсон Ю.Д. В
            послевоенное время и до начала 60-х годов профсоюзная организация РИНХ организационно была представлена
            местным комитет профсоюза (местком) преподавателей и сотрудников, отдельно – профком студентов. <br />
          </p>
          <p>В послевоенное время во второй половине 40-х годов студенческий профком возглавлял известный впоследствии
            д.э.н., профессор  Габриели Макар Габриелович. После лидерами профсоюза обучающихся в октябре 1952 года была
            избрана доцент Коновалова Нина Андреевна (в будущем – секретарь парткома, заведующая кафедрой бухгалтерского
            учета и анализа хозяйственной деятельности), с 1953 года - препаратор кафедры бухгалтерского учета и анализа
            РФЭИ Торопов Виталий Андреевич и другие. <br />
          </p>
          <p>В 50-е годы местный комитет профсоюза решал широкий круг производственных, бытовых, культурно-досуговых
            вопросов. Местком профсоюза вел учет работников, нуждающихся в жилье, занимался вопросами социального
            обеспечения, санаторно-курортного оздоровления. Председателями месткома профсоюза избирались доцент Рудова
            Зоя Ивановна, доцент Корганова Ирина Николаевна, доцент Нагорняк Анна Яковлевна; студпрофком с 1951 по 1952
            год возглавлял председатель Данюшевский Евсей Романович. Долгое время бессменным заместителем председателя
            месткома являлся доцент Розенблюм Юрий Адольфович. <br />
          </p>
          <p>Эти председатели были особой закалки, выкованы в огне войны вместе со сталью и свинцом. Участвовали в боях
            на различных фронтах и служили медсестрами в военных госпиталях, многие были ранены и тяжело. Каждый из них
            за участие в Великой отечественной войне был награжден орденами и медалями. <br />
          </p>
          <p>В 1961 году образован объединенный профком преподавателей, сотрудников, аспирантов и студентов института.
            Председатели и состав профкома избирались на 2 года. Первым его председателем стала профессор кафедры
            политэкономии Евдокимова (Наконечная) Лидия Александровна. В дальнейшем объединенный профком возглавляли
            доцент Кленов Евгений Александрович, доцент Заика Иван Георгиевич, профессор Лисович Григорий Михайлович (с
            1968 по 2002 год - декан промышленно-экономического, аграрно - экономического и учетно-экономического
            факультетов,  заведующий кафедрой бухгалтерского учета в отраслях АПК с 1984 по 2003); доцент Батурин Леонид
            Алексеевич, доцент Останков Анатолий Федорович, доцент Чумаченко Геннадий Федорович, профессор Кузнецов
            Николай Геннадьевич (в дальнейшем – ректор РГЭУ (РИНХ) с 2007 по 2012 годы, заведующий кафедрой
            экономической теории), профессор Лабынцев Николай Тихонович (в дальнейшем – декан учетно-экономического
            факультета с 2001 по 2012 годы, заведующий кафедрой бухгалтерского учета). <br />
          </p>
          <p>Отдельной строкой важно отметить профсоюзную деятельность профессора Лисовича Григория Михайловича,
            профсоюзный стаж которого составляет 72 года. Лисович Г.М. с  1952 года по 1953 год занимал должность
            председателя студенческого профкома Ростовского финансово-экономического института. С 1966 года по 1968 год
            был избран председателем объединенного профкома Ростовского института народного хозяйства. С 1967 года по
            1970 год – член  Президиума Ростовского Областного комитета Высшей Школы. С 1976 года по 2001 год продолжал
            активно заниматься профсоюзной работой в составе объединенного профкома. С 2001 года по настоящее время
            является председателем контрольно-ревизионной комиссии профсоюзной организации. <br />
          </p>
          <p>В конце 80-х годов вновь произошло разделение единой профсоюзной организации. Профком
            профессорско-преподавательского состава и сотрудников РИНХ возглавила доцент кафедры политэкономии Пузакова
            Евгения Прокофьевна, а профком студентов и аспирантов – преподаватель Шаврин Валерий Анатольевич. <br />
            После распада СССР правопреемником Всесоюзного центрального совета профессиональных союзов (ВЦСПС) в марте
            1990 года стала Федерация независимых профсоюзов России, в состав которой наравне с крупными российскими
            профессиональными союзами вошел Профсоюз работников народного образования и науки РФ. Новым организационным
            моментом в работе стало избрание председателя и состава профкома на пятилетний срок. В начале 90-х годов
            председателем профкома ППС была избрана Чикулаева Елена Константиновна, проработавшая на этом ответственном
            посту до апреля 2015 года. В этот период актуальным направлением деятельности профкома стало улучшение
            снабжения членов Профсоюза промышленными и продовольственными товарами посредством проведения
            выставок-продаж кулинарных изделий на базе вузовской столовой, занимавшей лидерские позиции в городском
            тресте студенческих столовых. Общий контроль за чистотой и порядком в столовой осуществлялся также и
            комиссией профкома.<br />
          </p>
          <p>С 1992 года студенческим профкомом до 2012 года руководила доцент Наскевич Людмила Федоровна. С весны 2012
            года студенческий профком возглавила старший преподаватель Лозина Екатерина Николаевна, а с 2019 года –
            директор Центра развития карьеры и практической подготовки обучающихся Лященко Никита Иванович.
            Председателям активную помощь всегда оказывал профсоюзный актив: доцент Сыровой Виктор Иванович, доцент
            Гордиенко Елена Николаевна, доцент Любимов Михаил Федорович, доцент Солопова Ольга Григорьевна, доцент
            Еремеева Татьяна Анатольевна, доцент Попова Лариса Христофоровна, Могильная Ирина Ивановна и многие другие
            наши коллеги. <br />
          </p>
          <p>Более 40 лет в бухгалтерии профкома работает Ройнинен (Андрианова) Елена Анатольевна, внося свой вклад в
            обеспечение финансовой стабильности деятельности профсоюзной организации. Ройнинен Е.А. на протяжении 25 лет
            избиралась председателем Контрольно-ревизионной комиссии Ростовской областной организации Профсоюза
            работников народного образования и науки.<br />
          </p>
          <p>Начиная с 2014 года, в первичной профсоюзной организации работников произошел рост рядов, связанный с
            объединением профсоюзной организации РГЭУ (РИНХ) с профсоюзными организациями Таганрогского государственного
            педагогического института имени А.П. Чехова и Ростовского финансово-экономического колледжа. <br />
            Первичная профсоюзная организация ТГПИ была создана по инициативе трудового коллектива института, который
            сложился из преподавателей и сотрудников Новочеркасского педагогического института (переведенного в город
            Таганрог) и Таганрогского учительского института (после его закрытия). Учитывая напряженную обстановку
            1950-х гг., вызванную реорганизацией учительских институтов СССР, организация профсоюзной деятельности была
            чрезвычайно актуальной для нового вуза. <br />
          </p>
          <p>За всю историю профсоюзной организации ТГПИ её руководителями были выдающиеся и талантливые работники
            института. О каждом можно сказать много добрых и хороших слов. Особенно следует выделить деятельность
             Ивановского Валентина Яковлевича, Могильного Олега Тихоновича и Гуревича Юрия Львовича, которые дольше всех
            работали на посту руководителя первичной профсоюзной организации работников Таганрогского института. По
            мнению коллег Ивановский В.Я. был трудолюбивым человеком с активной жизненной позицией. Серьезное отношение
            к делу стало основанием для того, чтобы рабочий коллектив института избрал в 1964 г. Ивановского В.Я.
            руководителем профсоюзной организации. <br />
          </p>
          <p>В 1990-е гг. оживилась деятельность профсоюзной организации работников института, благодаря титаническим
            усилиям команды профсоюзных лидеров под руководством председателя Могильного О.Т., как человека больших
            способностей и неутомимого труженика, был всегда в гуще борьбы за трудовые права работников института. Он не
            только занимал должность председателя профсоюзной организации ТГПИ, но и был членом Координационного Совета
            ЦК Профсоюза, членом Обкома Профсоюза Ростовской области.  <br />
          </p>
          <p>Особую страницу в истории профсоюзной организации Таганрогского института занимает Гуревич Ю.Л. Коллеги не
            раз отмечали высокую квалификацию и большой профессиональный опыт, эрудированность этого человека.
            Сложившаяся в годы его деятельности команда руководителей структурных подразделений институтского профсоюза
            не раз демонстрировала способность решать задачи по всему перечню вопросов, которые лежат в области
            компетенции профсоюзных органов.<br />
          </p>
          <p>В настоящее время деятельность профсоюзной организации Таганрогского института возглавляет Смирнов Иван
            Николаевич. Его работа на площадке институтского профсоюза началась в 2009 г. в должности правового
            инспектора труда. В должности заместителя председателя профорганизации он участвовал в завершении процесса
            реорганизации профсоюзной организации института в форме присоединения к Первичной профсоюзной организации
            РГЭУ (РИНХ). С 2014 г. он возглавляет профсоюзную организацию ТИ имени А.П. Чехова. В 2019 г. Иван
            Николаевич выдвигался в качестве кандидата на выборах Председателя Ростовской областной организации
            Профсоюза работников народного образования и науки РФ от Профсоюзной организации РГЭУ (РИНХ).<br />
          </p>
          <p>В духе социального партнерства профсоюз института стал активным участником в реализации совместных с
            руководством вуза мероприятий (директор – доктор политических наук, кандидат филологических наук, депутат
            городской Думы Голобородько Андрей Юрьевич), надежным партнером Ветеранской организации института. По
            результатам проделанной работы профсоюзная организация работников Таганрогского института имени А.П. Чехова
            (филиала) ФГБОУ ВО «РГЭУ (РИНХ)» была признана победителем областного конкурса «Лучшая профсоюзная
            организация вуза – 2017». <br />
          </p>
          <p>Неизменным партнером профсоюза работников Таганрогского института был профсоюз студентов. Под руководством
            председателей студенческого профкома Таганрогского института Бобнева В.В. (с 1994 г.), Грязновой Н.Г. (с
            1997 г.), Макаровой А.А. (с 2015 г.) на профессиональном уровне решались и решаются вопросы
            социально-экономические, культурно-просветительские и спортивно-оздоровительные. <br />
          </p>
          <p>История профсоюзной организации Финансово-экономического колледжа РГЭУ (РИНХ) началась в 1930 году. Сегодня
            возглавляет профорганизацию преподаватель Хапланова Марина Анатольевна, активную помощь в развитии
            профсоюзного движения оказывают члены профсоюзного актива Бондарь Ева Александровна и педагог-психолог
            Романовская Галина Васильевна.<br />
          </p>
          <p>В апреле 2015 года председателем первичной профсоюзной организации работников был избран доцент кафедры
            аудита Гордеев Станислав Евгеньевич, возглавляющий профсоюзный комитет ППОР РГЭУ (РИНХ) в настоящее время. В
            октябре 2019 года на отчетно-выборной профсоюзной конференции в состав профсоюзного комитета были избраны из
            числа преподавателей и сотрудников доцент Баранников Михаил Михайлович, доцент Блохина Виктория Георгиевна,
            доцент Волошина Екатерина Евгеньевна, доцент Глушенко Сергей Андреевич, доцент Гордиенко Динара Якубовна,
            старший преподаватель Демержиба Анастасия Андреевна, Карпенко Оксана Владимировна, ассистент Кудинова Галина
            Николаевна, доцент Калугян Каринэ Хачересовна, старший преподаватель Карелина Виктория Ивановна, доцент
            Карпова Елена Николаевна, старший преподаватель Клочкова Александра Леонидовна, старший преподаватель
            Кузнецова Мария Александровна, доцент Лежнин Роман Александрович, доцент Скворцова Татьяна Александровна,
            Толкачева Лариса Борисовна, преподаватель Хапланова Марина Анатольевна, Чикулаева Елена Константиновна<em>,
            </em>доцент <em>Смирнов Иван Николаевич, </em>доцент <em>Агафонова Татьяна Петровна, </em>доцент <em>Гуров
              Максим Иванович, </em>доцент <em>Куликов Виктор Павлович, </em>доцент <em>Латышева Анна Трофимовна,
            </em>доцент <em>Субботина Татьяна Марленовна, </em>старший преподаватель <em>Хвалебо Галина
              Васильевна.</em><br />
          </p>
          <p><img src="../assets/images/profkom2021.png" width="800" height="534" /></p>
          <p>Профсоюзный комитет совместно с руководством университета в рамках социального партнерства формирует
            социально-ориентированные программы, направленные на улучшение качества жизни, обеспечения соответствующих
            условий труда, защиты прав работников и регулирования социально-трудовых отношений. Социальный партнер в
            лице ректора университета д.э.н., профессора Макаренко Елены Николаевны всегда учитывает мнение профсоюзной
            организации при разработке и принятии важных локальных нормативных актов, регламентирующих вопросы
            деятельности университета. Основой взаимодействия между работодателем и работниками является Коллективный
            договор, выполнение положений которого контролируется со стороны профсоюзного комитета и работодателя
            полномочной комиссией на равноправной основе. Представительство профсоюзной организации осуществляется как в
            составе Ученого совета РГЭУ (РИНХ), так и во многих комиссиях, регулирующих социально-экономические и
            трудовые нормы деятельности работников РГЭУ (РИНХ). <br />
          </p>
          <p>В рамках направлений деятельности профсоюзная организация реализует следующие основные социальные
            программы, такие как оказание материальной помощи и премирование членов Профсоюза как один из важных пунктов
            социально-экономической поддержки; предоставление членам Профсоюза бесплатных путевок в
            санаторно-оздоровительные учреждения Российской академии наук, а также регулярная частичная компенсация на
            оплату путевок в другие санатории и пансионаты отдыха; проведение в течение года для членов Профсоюза
            бесплатных тематических экскурсий выходного дня в музеи и на выставки городов и станиц Донского края,
            бесплатное участие научно-педагогических работников РГЭУ (РИНХ) во всероссийских научно-практических
            конференциях с международным участием, организованных при поддержке профсоюзной организации университета и
            многие другие. <br />
          </p>
          <p>Первичная профсоюзная организация работников университета регулярно участвует во всех встречах и
            торжественных мероприятиях, проводимых Советом ветеранов РГЭУ (РИНХ). Обязательства Профсоюзного комитета,
            направленные на социальную защиту и поддержку деятельности Совета ветеранов в соответствии с Коллективным
            договором, выполняются согласно  уставной деятельности Профсоюза.<br />
          </p>
          <p>Проявляя заботу о подрастающем поколении, проводятся совместные с ректоратом мероприятия для детей
            работников РГЭУ (РИНХ) как потенциальных продолжателей и последователей славных династий нашего ВУЗа в
            будущем. Для школьников - детей членов Профсоюза, успешно окончивших учебный год, в университете проводятся
            традиционные торжественные мероприятия с  вручением благодарственных писем и ценных подарков и обязательной
            концертной программой.<br />
          </p>
          <p>Ежегодно, начиная с 2015 года, в университете проводятся новогодние представления, организованные
            работодателем по инициативе профсоюзных комитетов работников и обучающихся РГЭУ (РИНХ). Всем работникам -
            членам Профсоюза и их детям вручаются новогодние подарки. <br />
          </p>
          <p>Первичная профсоюзная организация работников РГЭУ (РИНХ) в статусе юридического лица регулярно заключает
            безвозмездные договоры и соглашения о взаимном сотрудничестве с профсоюзными организациями других
            университетов, а также с общественными некоммерческими организациями, фондами поддержки развития общества и
            укрепления здоровья граждан, санаторно-оздоровительными учреждениями, рекреационными комплексами  и
            спортивно-оздоровительными центрами, музыкальными и драматическими театрами, художественными мастерскими,
            дисконтными компаниями и многими другими. <br />
          </p>
          <p>Эффективная реализация вышеуказанных социально-ориентированных программ возможна только при поддержке
            работодателя, а также конструктивного диалога, позволяющего формировать банк положительных достижений на
            всех&nbsp;уровнях социального партнерства.<br />
          </p>
          <p>В преддверии 90-летнего юбилея РФЭИ-РИНХ-РГЭА-РГЭУ (РИНХ) желаем всем членам Профсоюза огромного
            человеческого счастья, семейного благополучия, крепкого здоровья, финансового благополучия, а также 
            творческих успехов в научно-педагогической и других сферах деятельности на благо и процветание университета!
          </p>
        </div>
      </div>
    </div>
  </div>
</template>
<script setup lang="ts">
import SideBar from 'src/layouts/SideBar.vue';
</script>
