<template>
    <div class="centr">
    	<div class="container" >
        	<div class="col-lg-3">
                <SideBar/>
            </div>
            <div class="col-lg-9">
            	<div id="content">                	
                    <h3 align="center" style="text-transform:uppercase"><u>Комбината Студенческого  Питания РГЭУ (РИНХ)</u></h3>
                <br />
                    <p align="center"><strong>КОМПЛЕКСНЫЕ ОБЕДЫ ЗА 150 РУБЛЕЙ</strong> <br>
                    (при предъявлении профсоюзного  билета или удостоверения работника)</p>
                    <div class="col-lg-6">&nbsp;</div>
                    <div class="col-lg-6 alert alert-success text-center"><a href="doc/otdih/kompleks_menu.pdf" target="_blank">Обеденное меню с понедельника по пятницу</a></div>
                    <br><br>
                    <p>Сообщаем о  новой услуге для работников и обучающихся РГЭУ (РИНХ), которая появилась в нашей  столовой (сеть современных столовых <strong>«ЕДА ВСЕГДА»)</strong><br><br>
                      Каждый день работники  и обучающиеся РГЭУ (РИНХ) могут получить <strong>обед из трех блюд плюс напиток и хлеб</strong> по  фиксированной цене <strong>150 рублей</strong>.<br><br>
                      Состав  обедов на каждый день тщательно продуман и разработан для того, чтобы работники  и обучающиеся РГЭУ (РИНХ) получали разнообразное и вкусное питание.<br><br>
                      В случае  возникновения предложений или замечаний Вы можете позвонить или прийти в ПРОФКОМ (или обратиться к  председателям профбюро факультетов)<br><br>
                      тел.: (863) 240-72-71, к. 259 (тел.: 8-74), к.  352 (тел.: 4-18)<br><br>
                      Адреса сети  современных столовых <strong>«ЕДА ВСЕГДА»</strong> в г. Ростове-на-Дону, где работники и обучающиеся РГЭУ (РИНХ) могут заказать комплексный обед:<br><br>
                      <ul>
                      <li>ул. Зорге, 26 </li>
                      <li>ул. Зорге, 21</li>
                      <li>ул. Б. Садовая,  105</li>
                      <li>ул. Б. Садовая,  33</li>
                      <li>пр. Нагибина, 13</li>
                      <li>ул. Пушкинская,  150&nbsp; </li>
                      <li>&nbsp;Отдел маркетинга и рекламы&nbsp;</li>
                      <li>т.&nbsp;+79526088838&nbsp;Валентина  Гайдункова</li>
                      <li>т.&nbsp;+79188952608&nbsp;Виктория  Борейша</li>
                      </ul>
                      Официальный сайт&nbsp;<a href="http://www.emvsegda.ru/" target="_blank"><strong>www.emvsegda.ru</strong></a> </p>
					
                </div>   
          </div>
            </div>
        </div>

</template>
<script setup lang="ts">
import SideBar from 'src/layouts/SideBar.vue';
</script>