<template>
  <div class="modal-header">
    <button type="button" class="close" @click="$emit('close-dialog')" >&times;</button>
    <h4 class="modal-title" id="myModalLabel">СПОРТИВНЫЕ СЕКЦИИ</h4>
  </div>
  <div class="modal-body">
    <p>Ростовский Государственный Экономический Университет (РИНХ) является лауреатом Всероссийского конкурса «ВУЗ
      здорового образа жизни». В РГЭУ (РИНХ) для преподавателей и сотрудников функционируют <strong>8
        спортивно-оздоровительных секций</strong>:</p>
    <ol>
      <li>1. <strong>Плавание. </strong></li>
      <li>2. <strong>Волейбол. </strong></li>
      <li>3. <strong>Бокс. </strong></li>
      <li>4. <strong>Мини-футбол.</strong></li>
      <li>5. <strong>Бильярд. </strong></li>
      <li>6. <strong>Настольный теннис. </strong></li>
      <li>7. <strong>Горные лыжи. </strong></li>
    </ol>

    <p>Занятия по секциям проводятся в 3-х спорткомплексах, арендуемом бассейне «Волна» и училище олимпийского резерва
      УОР, а также в спортивно-оздоровительном лагере «Сосновый берег» (п. Архыз). Основной базой является спортивное
      помещение, которое находится в главном корпусе университета, состоящей из 3-х залов:</p>
    <ol>
      <li>1. Атлетический зал, оборудованный современными тренажерами и снарядами (1 этаж).</li>
      <li>2. Зал гимнастики и аэробики (2 этаж).</li>
      <li>3. Игровой зал (3 этаж). </li>
    </ol>
    <p>В корпусе университета, расположенном по адресу: пер. Островского, 62, работает новый современный спортивный
      комплекс, где в 6-ти оборудованных залах проходят учебно-тренировочные занятия. При общежитии университета,
      расположенном по адресу ул. 2-ая Краснодарская, 113 (ЗЖМ),  работает многофункциональный спорткомплекс, где в
      оборудованных залах проходят занятия по различным видам спорта.<br><br>
      <strong>Шахматный клуб им. Е. Ковалевской </strong><strong>(</strong>президент - первый проректор РГЭУ (РИНХ),
      профессор Кузнецов Николай Геннадиевич) является одним из лучших шахматных Юга России. Ежегодные товарищеские
      турниры среди профессорско-преподавательского состава РГЭУ(РИНХ). Доброй традицией стало проведение сеансов
      одновременной игры с преподавателями РГЭУ (РИНХ) выпускников нашего университета: чемпионки мира и Европы
      Екатерины Ковалевской, а также чемпиона мира среди юниоров Александра Галкина.<br>
      Дети преподавателей и сотрудников могут обучаться в детской шахматной академии при шахматном клубе РГЭУ(РИНХ),
      воспитанники которой успешно принимают участие во многих городских, областных, Международных
      соревнованиях.<br><br>
      <strong>Боксерский клуб РГЭУ (РИНХ) </strong>создан на базе спорткомплекса (Островского, 62), президентом которого
      является ректор РГЭУ (РИНХ), профессор Альбеков А.У. Клуб оснащен современным боксерским оборудованием. За
      короткое время клуб превратился в один из лучших боксерских центров Юга России. Старшим тренером боксерского клуба
      и секции бокса является Темирханов Марат.<br><br>
      <strong>Бильярдный клуб РГЭУ(РИНХ)</strong>, президентом которого является проректор по персоналу и безопасности
      Михалин В.И., успешно сотрудничает с городской и областной федерацией бильярда. В клубе в течение года проходят
      различного уровня соревнования: вузовские, городские, областные. Сборная РГЭУ (РИНХ) является лидером бильярдного
      спорта в Ростовской области. Капитаном команды университета является двукратный чемпион мира по русскому бильярду
      Ливада Никита.<br><br>
      <strong>Туристический клуб </strong>(президент - заведующий кафедрой Физвоспитания, спорта и туризма Денисов Е.А.)
      осуществляет свою активную деятельность в пос. Архыз на территории СОЛ «Сосновый берег».  В СОЛ «Сосновый берег»
      созданы все условия для проведения спортивно-оздоровительных мероприятий и отдыха. Особое место в  работе со
      студенческой молодежью занимает организация оздоровительного отдыха в период каникулярного времени. В зимний
      период преподаватели и сотрудники имеют возможность пройти обучение и закрепить на практике навыки катания на
      беговых и горных лыжах. В летнее время работники университета под руководством инструкторов-преподавателей кафедры
      Физвоспитания, спорта и туризма совершают походы к горным озерам, перевалам, водопадам, природным памятникам,
      получают знания и умения путешествия в горной местности. Кафедрой Физвоспитания, спорта и туризма разработаны
      туристические маршруты. В летнее время совершаются восхождения на вершины прилегающего хребта Абишара-Ахуба. На
      базе созданы условия для проведения занятий по  спортивному ориентированию, волейболу, бадминтону, мини-футболу,
      шахматам, дартсу, настольному теннису, дыхательной гимнастики. Преподавателями кафедры Физвоспитания, спорта и
      туризма для ППС разработана обширная культурная программа, в которую входит посещение древних храмов, памятных
      исторических мест, посвященных обороне Кавказа в Великую Отечественную Войну, имеется возможность посетить
      Тебердинский заповедник.<br><br>
      Большой интерес к спортивно-оздоровительной работе проявляется работниками в филиалах РГЭУ (РИНХ). <strong>В
        Финансово-экономическом колледже РГЭУ (РИНХ)</strong> хорошие спортивные традиции. Студенты колледжа выступают
      во многих спортивных мероприятиях. Работают секции по 6 видам спорта. Учебно-методические и спортивные занятия
      проходят в спортивных залах – игровом, фитнес и атлетическом залах. Физическая культура и спорт <strong>ТПИ им.
        А.П. Чехова (филиал) РГЭУ (РИНХ)</strong> имеет большие спортивные традиции. В институте работают 10 спортивных
      секций. Материально-техническая база состоит из 2-х спортзалов, трассы здоровья, мини-футбольной травяной
      площадки.
    </p>
    <center>
                    <div class="row  items-center justify-center">
                                
                                    <img  v-for="articlephoto in gallery" :key="articlephoto.order" @click="carousel = true; slide = articlephoto.order" 
                                        :src="articlephoto?.photo" style="border:1px solid #FFF; width:250px;"
                                        class="col-4">
                                
                            </div>
                            <q-dialog v-model="carousel">
                                <q-carousel transition-prev="slide-right" transition-next="slide-left" swipeable
                                    animated v-model="slide" control-color="black"
                                    navigation-icon="radio_button_unchecked" navigation arrows 
                                    class="bg-white shadow-1 rounded-borders gallery" >
                                    <q-carousel-slide v-for="articlephoto in gallery" :key="articlephoto.order"
                                        :name="articlephoto.order" class="column no-wrap flex-center">
                                        <img v-if="articlephoto?.photo" :src="articlephoto?.photo"
                                            class="gallery__image">
                                    </q-carousel-slide>
                                </q-carousel>
                            </q-dialog>
    </center>

  </div>
  <div class="modal-footer">
    <button type="button" class="btn btn-default" data-dismiss="modal" @click="$emit('close-dialog')">Закрыть</button>
  </div>

</template>
<script setup lang="ts">
import { ref } from 'vue';

const slide = ref<number>(0)
const carousel = ref<boolean>(false)

const gallery = [
      { order: 1, photo: 'src/assets/images/otdih/sport/01.jpg' },
      { order: 2, photo: 'src/assets/images/otdih/sport/02.jpg' },
      { order: 3, photo: 'src/assets/images/otdih/sport/03.jpg' },
      { order: 4, photo: 'src/assets/images/otdih/sport/04.jpg' },
      { order: 5, photo: 'src/assets/images/otdih/sport/05.jpg' },
      { order: 6, photo: 'src/assets/images/otdih/sport/06.jpg' },
      { order: 7, photo: 'src/assets/images/otdih/sport/07.jpg' },
      { order: 8, photo: 'src/assets/images/otdih/sport/08.jpg' },
      { order: 9, photo: 'src/assets/images/otdih/sport/09.jpg' },
      { order: 10, photo: 'src/assets/images/otdih/sport/10.jpg' },
      { order: 11, photo: 'src/assets/images/otdih/sport/11.jpg' },
      { order: 12, photo: 'src/assets/images/otdih/sport/12.jpg' },
      { order: 13, photo: 'src/assets/images/otdih/sport/13.jpg' },
      { order: 14, photo: 'src/assets/images/otdih/sport/14.jpg' },
      { order: 15, photo: 'src/assets/images/otdih/sport/15.jpg' }
    ]

</script>